Repository: lainsce/notejot
Catalog: data/Localizable.xcstrings
Source language: en
Languages: it

# %lld of %lld completed
source: %1$lld of %2$lld completed
it: %1$lld di %2$lld completati

source: %lld of 4 images
it: %lld di 4 immagini

source: ^[%lld note](inflect: true)
it: ^[%lld nota](inflect: true)

source: 1 image
it: 1 immagine

source: A quiet, local-first home for your notes.
it: Uno spazio tranquillo e locale per le tue note.

source: A quiet, local-first home for your notes. Your notes stay on your Mac.
it: Uno spazio tranquillo e locale per le tue note. Le tue note restano sul tuo Mac.

source: About & Privacy
it: Informazioni e privacy

source: About %@
it: Informazioni su %@

source: Add %@ tag
it: Aggiungi il tag %@

source: Add a task
it: Aggiungi un'attività

source: Add Image
it: Aggiungi immagine

source: Add Image…
it: Aggiungi immagine…

source: Add Tag
it: Aggiungi tag

source: Add Tag…
it: Aggiungi tag…

source: Add Task
it: Aggiungi attività

source: All
it: Tutti

source: All Notes
it: Tutte le note

source: All Tags
it: Tutti i tag

source: and return when you need them.
it: e ritornaci quando ne hai bisogno.

source: App destinations
it: Destinazioni dell’app

source: Apricot
it: Albicocca

source: Attachment preview for %@
it: Anteprima dell’allegato per %@

source: Blue
it: Blu

source: Bold
it: Grassetto

source: Bulleted List
it: Elenco puntato

source: Cancel
it: Annulla

source: Capture thoughts quickly, keep them local,
it: Cattura rapidamente i pensieri, conservali localmente,

source: Category Color
it: Colore della categoria

source: Category Title
it: Titolo della categoria

source: Choosing an image
it: Scelta di un'immagine

source: Clear Completed
it: Elimina completate

source: Clear completed tasks?
it: Eliminare le attività completate?

source: Clear Completed…
it: Elimina completate…

source: Clear Search
it: Cancella ricerca

source: Close
it: Chiudi

source: Coral
it: Corallo

source: Create
it: Crea

source: Create Tag
it: Crea tag

source: Delete %@ permanently?
it: Eliminare %@ definitivamente?

source: Delete Category
it: Elimina categoria

source: Delete Category…
it: Elimina categoria…

source: Delete Permanently
it: Elimina definitivamente

source: Delete Permanently…
it: Elimina definitivamente…

source: Delete Task
it: Elimina attività

source: Delete this task category?
it: Eliminare questa categoria di attività?

source: Done
it: Fine

source: Editor controls
it: Controlli dell'editor

source: Filter by %@
it: Filtra per %@

source: Filter notes by tag
it: Filtra le note per tag

source: Grid
it: Griglia

source: Grid View
it: Vista a griglia

source: Heading 1
it: Titolo 1

source: Heading 2
it: Titolo 2

source: Heading 3
it: Titolo 3

source: Heading Style
it: Stile del titolo

source: Hide Search
it: Nascondi ricerca

source: If Notejot’s data practices change, this policy and the App Store privacy information will be updated before the change is released.
it: Se le pratiche di gestione dei dati di Notejot cambiano, questa informativa e le informazioni sulla privacy dell'App Store saranno aggiornate prima della pubblicazione della modifica.

source: Indigo
it: Indaco

source: Insert
it: Inserisci

source: Italic
it: Corsivo

source: List
it: Elenco

source: List View
it: Vista elenco

source: Loading Notes…
it: Caricamento note…

source: Made with SwiftUI for Mac, iPhone, and iPad.
it: Realizzata con SwiftUI per Mac, iPhone e iPad.

source: Mark %@ complete
it: Segna %@ come completata

source: Mark %@ incomplete
it: Segna %@ come non completata

source: Mark All Completed
it: Segna tutte come completate

source: Mark All Incomplete
it: Segna tutte come non completate

source: More
it: Altro

source: More Formatting
it: Altra formattazione

source: Move to Trash
it: Sposta nel cestino

source: Name (optional)
it: Nome (facoltativo)

source: New Note
it: Nuova nota

source: New Note (⌘N)
it: Nuova nota (⌘N)

source: New Task Category
it: Nuova categoria di attività

source: New Task Category (⇧⌘N)
it: Nuova categoria di attività (⇧⌘N)

source: No Note Selected
it: Nessuna nota selezionata

source: No Notes
it: Nessuna nota

source: No notes here use the %@ tag.
it: Nessuna nota qui usa il tag %@.

source: No Tagged Notes
it: Nessuna nota con tag

source: No Tags
it: Nessun tag

source: No Task Categories
it: Nessuna categoria di attività

source: No Task Category Selected
it: Nessuna categoria di attività selezionata

source: No tasks yet
it: Ancora nessuna attività

source: Normal Text
it: Testo normale

source: Not Selected
it: Non selezionato

source: Note Unavailable
it: Nota non disponibile

source: Notejot Error
it: Errore di Notejot

source: Notejot is a local-first notes app. It does not collect, transmit, sell, or share your personal data.
it: Notejot è un'app di note locale. Non raccoglie, trasmette, vende né condivide i tuoi dati personali.

source: Notes
it: Note

source: Notes, tags, and attached images stay in this app’s local storage on your device. Notejot has no accounts, analytics, advertising, tracking, or third-party SDKs.
it: Note, tag e immagini allegate restano nella memoria locale dell'app sul tuo dispositivo. Notejot non utilizza account, analisi, pubblicità, tracciamento né SDK di terze parti.

source: Ochre
it: Ocra

source: Open note
it: Apri nota

source: Open task category
it: Apri categoria di attività

source: Pin
it: Fissa

source: Pin Note
it: Fissa nota

source: Pinned
it: Fissata

source: Plum
it: Prugna

source: Policy updates
it: Aggiornamenti dell'informativa

source: Press Return to add the task
it: Premi Invio per aggiungere l'attività

source: Privacy at Notejot
it: Privacy in Notejot

source: Privacy Policy
it: Informativa sulla privacy

source: Privacy Policy…
it: Informativa sulla privacy…

source: Remove %@ tag
it: Rimuovi il tag %@

source: Remove image %lld
it: Rimuovi immagine %lld

source: Restore
it: Ripristina

source: Retention and deletion
it: Conservazione ed eliminazione

source: Return to the sidebar to choose another category.
it: Torna alla barra laterale per scegliere un'altra categoria.

source: Return to the sidebar to choose another note.
it: Torna alla barra laterale per scegliere un'altra nota.

source: Return to this tab to choose another category.
it: Torna a questa scheda per scegliere un'altra categoria.

source: Return to this tab to choose another note.
it: Torna a questa scheda per scegliere un'altra nota.

source: Rose
it: Rosa

source: Sage
it: Salvia

source: Search Notes
it: Cerca note

source: Search Notes…
it: Cerca note…

source: Search Tasks
it: Cerca attività

source: Search Tasks…
it: Cerca attività…

source: Select a category or create one with the add button.
it: Seleziona una categoria oppure creane una con il pulsante Aggiungi.

source: Select a note or press ⌘N.
it: Seleziona una nota oppure premi ⌘N.

source: Selected
it: Selezionato

source: Show All Notes
it: Mostra tutte le note

source: Show Notes
it: Mostra note

source: Show Search
it: Mostra ricerca

source: Show Tasks
it: Mostra attività

source: Show Trash
it: Mostra cestino

source: Some selected images could not be imported.
it: Non è stato possibile importare alcune immagini selezionate.

source: Strikethrough
it: Barrato

source: Tags
it: Tag

source: Tags: %@
it: Tag: %@

source: Task
it: Attività

source: Task Actions
it: Azioni attività

source: Task Category Unavailable
it: Categoria di attività non disponibile

source: Tasks
it: Attività

source: Text formatting
it: Formattazione del testo

source: The category and all of its tasks will be permanently deleted.
it: La categoria e tutte le sue attività verranno eliminate definitivamente.

source: The color appears in the sidebar and on this category’s Quantum Paper.
it: Il colore appare nella barra laterale e nella carta Quantum di questa categoria.

source: The selected image could not be imported.
it: Non è stato possibile importare l'immagine selezionata.

source: This action can’t be undone.
it: Questa azione non può essere annullata.

source: This removes ^[%lld completed task](inflect: true).
it: Questo rimuove ^[%lld attività completata](inflect: true).

source: Title
it: Titolo

source: Trash
it: Cestino

source: Trash Actions
it: Azioni del cestino

source: Trash is Empty
it: Il cestino è vuoto

source: Underline
it: Sottolineato

source: Unpin
it: Rimuovi fissaggio

source: Unpin Note
it: Rimuovi fissaggio nota

source: Untitled
it: Senza titolo

source: Untitled Note
it: Nota senza titolo

source: Use Existing Tag
it: Usa tag esistente

source: Use the add button to create a category.
it: Usa il pulsante Aggiungi per creare una categoria.

source: Used by ^[%lld note](inflect: true)
it: Usato da ^[%lld nota](inflect: true)

source: Version %@
it: Versione %@

source: View
it: Vista

source: View ^[%lld attached image](inflect: true)
it: Visualizza ^[%lld immagine allegata](inflect: true)

source: View attached images
it: Visualizza immagini allegate

source: View Options
it: Opzioni di visualizzazione

source: When you choose an image, the system picker grants read-only access only to that selection. Notejot creates a local copy for the note and does not upload the image anywhere.
it: Quando scegli un'immagine, il selettore di sistema concede accesso in sola lettura solo a quella selezione. Notejot crea una copia locale per la nota e non carica l'immagine da nessuna parte.

source: Your content remains on your device until you move a note to Trash and choose Delete Permanently. You can also remove locally stored app data through your device’s standard app-management controls.
it: I tuoi contenuti restano sul dispositivo finché non sposti una nota nel Cestino e scegli Elimina definitivamente. Puoi anche rimuovere i dati dell'app archiviati localmente tramite i controlli standard di gestione delle app del dispositivo.

source: Your notes and attachments
it: Le tue note e i tuoi allegati
